const legal = {
  termsAndCond: 
  { title: ``,
    content: 
    `<div>艾斯艾国际市场调查咨询（北京）有限公司</div>
<div>条款与准则</div>
<p>&nbsp;</p>
<h2>1. 适用范围；协议。</h2>
<p>本条款和条件（本&ldquo;<strong>条款</strong>&rdquo;）管理及适用于您对 Dynata 服务的使用，包括但不限于 (1) Dynata 小组或分组成员（分别及统称为&ldquo;<strong>小组</strong>&rdquo;）；(2) 使用和／或访问任何小组网站（分别及统称为&ldquo;<strong>网站</strong>&rdquo;）；(3) 参加 Dynata 给予、提供、主办或实施的任何调查或研究，或者通过 Dynata 参加任何调查或研究；和 (4) 您享有就某些行动和活动（包括但不限于成功完成调查）给予的奖励、激励及奖品的资格和／或该等奖励、激励及奖品的兑换（统称为&ldquo;<strong>服务</strong>&rdquo;）。<br /><br />本条款中所有有关&ldquo;<strong>Dynata</strong>&rdquo;的援引均包括 (f/k/a Survey Sampling International, LLC) 及其母公司、子公司和附属公司。本条款中所有的&ldquo;<strong>我们</strong>&rdquo;均指代 Dynata。<br /><br /><strong>通过访问、使用和／或参加服务，您特此明确同意遵守本条款，并受本条款约束。</strong><br /><br />Dynata 保留随时出于任何理由不同意、限制、禁止或拒绝您访问、使用和／或参加服务的权利。</p>
<p><br /><br /><br /></p>
<h2>2. 成员资格</h2>
<p>&nbsp;</p>
<p>通常情况下，满足成员身份要求（包括但不限于最低年龄要求和地理位置要求）的个人均可成为小组成员。各小组的小组成员身份要求可能存在差异。我们仅通过唯一的电子邮件地址承认一名成员。Dynata 可随时出于任何理由或无理由拒绝向任何人提供服务。</p>
<p><br /><br /><br /></p>
<h2>3. 服务的使用</h2>
<p>&nbsp;</p>
<p>服务限于个人的非商业使用。您仅可在可用时使用服务。Dynata 保留在不做出通知的情况下随时出于任何理由或无理由更改、修改或消除和／或限制或锁定对服务的所有或任何部分的访问的权利。<br /><br />Dynata 向小组成员和非小组成员提供参加调查的机会。参加调查属自愿行为。通过同意成为一名小组成员，您同意收取邀请函以参加调查。此外，Dynata 可向小组成员提供与其他小组成员和／或 Dynata 交流的机会。 您可随时注销小组成员身份，参见下文第 10 节&ldquo;退出政策&rdquo;。</p>
<p><br /><br /><br /></p>
<h2>4. 小组注册；密码</h2>
<p>&nbsp;</p>
<p>您可在未注册与网站有关的小组成员身份且未提供或披露个人信息的情况下，以访问者身份访问任何网站。<br /><br />若要注册成为一名小组成员，您必须在或就该小组进行注册并提供某些个人信息。小组成员和非小组成员需要诚实地提供所有信息。Dynata 保留在您提供或 Dynata 合理怀疑您已提供不实、不准确、过时或不完整信息的情况下，限制或禁止您使用、访问和／或参加服务的权利。<br /><br />Dynata 将会：(i) 向小组成员发出用户名和密码；或 (ii) 准许小组成员创建他／她自己的用户名和密码。小组成员单方面为其用户名和密码的安全性负责，并单方面为其成员账户的任何使用（不论是否获授权）承担法律责任和责任。Dynata 强烈建议不要使用社会安全号码、财务账户号码或任何其他身份识别或账户号码作为用户名或密码。<br /><br />小组成员身份仅限于注册该小组成员身份的个人。<br /><br />您确认您以独立订约人的身份访问、使用和／或参加服务，且本协议并未计划或创建任何代理、合伙、合资企业、雇主-员工或特许人-受特许人关系。</p>
<p><br /><br /></p>
<h2>5. 未经授权使用</h2>
<p>&nbsp;</p>
<p>您同意不会：(i) 使用蜘蛛程序、机器人或其他自动化数据挖掘技术以编目、下载、存储或以其他方式复制或分发与服务有关的可用数据或内容，或操纵任何调查、抽奖或竞赛的结果；(ii) 采取任何行动以干扰任何网站或个人对任何网站的使用，包括但不限于通过重载、&ldquo;溢满&rdquo;、&ldquo;邮件轰炸&rdquo;或&ldquo;冲垮&rdquo;任何网站；(iii) 发送或传送任何病毒、损坏数据或任何其他有害、干扰性或破坏性代码、文件或信息，包括但不限于间谍软件；(iv) 收集服务的任何其他用户的或与之相关的任何可识别身份的个人信息；(v) 发送未经请求的电子邮件，包括但不限于产品或服务的促销和／或广告；(vi) 在小组中开立、使用或维护不止一 (1) 个成员账户；(vii) 伪造或掩饰您的真实身份；(viii) 在其他网站内制定任何网站的部分或更改任何网站的外观；(ix) 未经 Dynata 事先明确书面准许，建立从任何其他网站至任何网站的、网站上或位于网站内的任何页面或服务的链接；(x) 发布或传送任何威胁、损害名誉、诽谤、淫秽、色情、猥亵、中伤或煽动性材料或内容，或任何可能在其他方面违反适用法律（定义见本文）的材料或内容；(xi) 从事任何欺诈性活动，包括但不限于超速完成调查、多次参与同一调查、掩饰或伪造您的身份、在注册流程提交虚假信息、提交虚假或不实调查数据、通过虚假或欺诈性方式兑换或尝试兑换奖励、奖品和／或激励，并干预调查；(xii) 针对服务的任何方面进行反向工程或者进行或采取任何可能泄露或披露源代码，或绕过或规避用于禁止、局限或限制访问任何网页、内容或代码的措施或控制措施的行动（适用法律明确准许者除外）；(xiii) 从事任何犯罪或非法行为；(xiv) 使用违犯或违反本条款的限制内容（定义见本文）；或 (xv) 鼓励和／或建议任何个人（包括但不限于任何 Dynata 员工）从事本条款下禁止的任何行为。<br /><br />您确认并同意，Dynata 将全力配合所有法律披露要求（例如，法院命令或传票）。<br /><br /><br /></p>
<h2>6. 限制内容</h2>
<p>&nbsp;</p>
<p>就您使用、访问和／或参加服务而言，您有机会阅读或访问属于 Dynata 和／或 Dynata 客户、合作伙伴和／或许可人的保密和专有信息、材料、产品和内容（&ldquo;<strong>限制内容</strong>&rdquo;）。限制内容是且应当始终属于限制内容所有人的唯一和专属财产。您在任何情况下均不会获得或接受于任何限制内容中或对任何限制内容的任何权利、所有权和／或权益。您同意保护限制内容的机密性和保密性，且您同意未经 Dynata 事先明确书面同意，不修改、复制、复写、再版、展示、传送、分发、反向工程、反编译，或以其他方式使用、更改或转移限制内容，或创建限制内容的衍生产品。您确认并同意，限制内容受知识产权法律、法规和法令所规限，并由该等法律、法规和法令保护。您进一步确认并同意，如果您违反或以其他方式违犯本节内所载的局限、限制和禁止条款，则除 Dynata 可获得的任何其他权利或补救措施外，Dynata 保留终止、禁止或限制您使用、访问和／或参加服务的权利。</p>
<p><br /><br /></p>
<h2>7. 用户内容</h2>
<p>&nbsp;</p>
<p>您单方面为您就服务所使用、上传、发布或提交的所有内容、材料、信息和评论（&ldquo;用户内容&rdquo;）承担法律责任和责任。您单方面为用户内容所需的所有第三方批准、同意和／或授权承担责任。如果您提交用户内容，该用户内容可公开使用，也可同第三方共享，包括但不限于 Dynata 客户、Dynata 客户的客户以及第三方服务提供商。用户内容应只包含提交用户内容的个人音频、视频、图像或肖像，不应包含任何第三方的受版权或标注商标保护的内容或材料。用户内容不应包含除用户以外任何人员的音频、视频、图像或肖像。您不会因任何用户内容而获得报酬。如果您想了解一项您在其中提交照片或视频的调查之赞助方的身份信息，请根据 Dynata 的隐私权政策规定联系 Dynata。为了确定具体的调查，您将需要向 Dynata 提供您的电子邮件地址和具体调查的信息（例如，调查编号、调查主题或调查事项、您完成调查的日期等）。<br /><br />通过使用、上传、发布或提交与服务有关的用户内容，您特此向 Dynata 授予永久、不可撤销、无限制、可转让、可转授、全球、无版税的权利和许可，以在无报酬或通知的情况下按任何方式编辑、复制、传送、发表、展示、复写、修改、分发和另行使用、修改或分发您的用户内容，以及创建其衍生产品。<br /><br />您单方面为用户内容承担责任，Dynata 不会亦不能阅读所有用户内容，并且 Dynata 概不对用户内容负责。Dynata 保留删除、移动或编辑经 Dynata 全权酌情决定视为符合以下情况的用户内容的权利：(i) 违反本条款；(ii) 违反版权或商标法；或 (iii) 属虐待、诽谤、淫秽或其他不可接受的用户内容。</p>
<p><br /><br /><br /></p>
<h2>8. 奖励计划</h2>
<p>&nbsp;</p>
<p>1. 就您使用服务而言，您有机会赢取累积奖励、激励以及参加抽奖或彩票抽奖。有关奖励、激励和抽奖或彩票抽奖的信息、正式规则和条款及条件载于本条款中、小组网站上、调查问卷的开头或末尾部分、调查邀请函中、兑换奖励、激励和奖品的网站或网页上，和／或可能描述于 Dynata 分发或发表的任何新闻通讯或其他通讯中。</p>
<p>2. 发给小组成员账户的所有积分在发给后一 (1) 年过期，除非这些积分由于成员身份或账户闲置或本条款另有规定而被提早没收或取消。 小组成员账户不是实际的银行或金融账户，不会产生或累积任何利息。</p>
<p>3. 所发的与服务相关的积分不视作小组成员的财产，不能在小组成员存活期间或过世之后通过法律运作或其他方式被转让，并且小组成员根据本条款兑换这些积分后，这些积分将没有任何价值。</p>
<p>4. 如果任何积分或激励被错误地发给小组成员账户，Dynata 可从小组成员账户中删除它们。</p>
<p>5. 当提出兑换申请时，将从小组成员账户中扣除积分。</p>
<p>6. 所有兑换都是不可更改，并且奖励也不能被退回到账户，除非本条款另有规定，或者除非 Dynata 的授权代表另行给出书面同意。</p>
<p>7. 根据 Dynata 奖励计划的兑换规则，必须满足 [600] 的最低阈值。如果没有满足上述阈值，您无法就 Dynata 奖励计划进行兑换选择。</p>
<p>8. Dynata 无需通知即可随时对其奖励计划或服务进行修订、修改、删除或增加新条款和条件。对于 Dynata 而言，这包括但不限于：无需通知即可随时修订、修改、增加或删除积分值、兑换等级、转换比率、状态条件、成员身份条件以及赢取激励或奖励的条件。此外，Dynata 无需通知即可随时终止或停止提供与 Dynata 奖励计划有关的任何激励或奖励。</p>
<p>9. 您不可把您的积分和属于任何其他成员（包括但不限于任何家庭成员或朋友）的积分结合在一起。</p>
<p>10. Dynata 不会就与 Dynata 奖励计划相关的任何产品或接受的服务做出任何明示或暗示声明或保证，包括但不限于针对特定用途的任何适销性或适用性保证。Dynata 现在不会且将来也不会对积分、激励或奖励所兑换的任何产品或服务之性能或性能故障承担任何义务或责任。此外，Dynata 现在不会且将来也不会对积分、激励或奖励所兑换的任何产品或服务之使用或缺陷产生的任何费用、损害、事故、延误、伤害、损失、费用或不便承担任何义务或责任。 Dynata 不会更换任何丢失、被盗、错放或损坏的激励或奖励。</p>
<p>11. 您特此明确承认并同意通过服务所赢取的积分、激励或奖励将需要缴税，这是小组成员的专有责任。Dynata 可能向您和／或相应的政府机构或税收机构提供与您使用 Dynata 服务所赢取的任何款项或激励有关的信息。您同意向 Dynata 提供所有必需信息，以帮助 Dynata 履行其上报或代扣义务。Dynata 可能根据适用法律之要求从任何激励或奖励中代扣任何税费。</p>
<p>12. 每个月，Dynata 向&ldquo;美国红十字会&rdquo;捐赠 10,000 美元。 此捐赠独立于您的调查奖励，并不来自您的积分余额。 这不构成代表您进行捐赠，因此不能作为您的税款抵扣条目。此捐赠与参与调查的成员数量无关，它是 Dynata 致力于在全球范围内回馈社会的一种方式。</p>
<p>13. Dynata 应尽合理努力，以确保积分被适当记入并被扣除；然而，小组成员应查看其账户，以确保其账户正确地识别所发的积分、激励或奖励，并且其账户正确地反映所有相应兑换交易。如果您认为您的账户没被正确记入或扣除或者没有正确反映兑换交易，请发送电子邮件至 [helpdesk@opinionworld.cn]。任何发送给 Dynata 的电子邮件应包括小组成员的姓名、电子邮件地址以及关于主题事宜的具体信息。Dynata 将尽合理努力来调查事宜，并尽快回复小组成员。Dynata 的决定是不可改变且具有约束力的。</p>
<p>14. 就 Dynata 奖励计划所提供的产品或服务之供应商或提供商和／或进行兑换交易的网站／网页的所有者或运营者可能有自己的条款和条件；请认真查看本条款和条件。</p>
<p>15. 针对 Dynata 奖励计划和／或兑换奖励或激励的任何要求可能必须收集、处理和／或披露个人信息。同意本条款，即表示您特此同意出于该等目的收集、处理和／或披露您的个人信息，并且所有该等个人信息应受到 Dynata 隐私权政策规定之条款的约束。</p>
<p>16. 如果小组成员选择把积分捐赠给 Dynata 批准的某个慈善机构，Dynata 将把上述积分捐赠给选定的慈善机构。不会由 Dynata 或 Dynata 的代表进行捐赠，并且 Dynata 现在且将来都不会在任何捐赠方面进行竞争。请注意，不会向 Dynata 或 Dynata 的代表所拥有和／或所运营的每个小组提供捐赠选项，请查看可向您所属小组提供的兑换选项。</p>
<p><br /><br /><br /></p>
<h2>9. 资料更新</h2>
<p>&nbsp;</p>
<p>小组成员同意，立即通知 Dynata 关于其成员资料所载信息的任何更改，或对该信息的任何更改。小组成员同意以不低于每六 (6) 个月一次的频率复查和更新（在必要时）成员资料。小组成员可通过下述方式更新、纠正和／或删除他或她成员资料中所载信息： (i) 访问他或她的小组成员账户；或 (ii) 向针对相关小组的相关小组成员服务团队发送电子邮件。</p>
<p><br /><br /><br /></p>
<h2>10. 退出政策</h2>
<p>&nbsp;</p>
<p>小组成员可随时通过下述方法退出服务的使用（包括但不限于停止收取新闻通讯或通讯）：(i) 遵循适用网站上所描述的或 Dynata 发出的任何电子邮件中包含的取消订阅程序；或 (ii) 通过向小组成员服务团队发送电子邮件。Dynata 应使用合理努力，以便在收取后的合理时限内阅读每份电子邮件请求并对其做出回复。在终止后，小组成员联系信息将从任何后续通讯或联系清单中被移除。请留出几天时间以便彻底从针对适用小组的 Dynata 通讯或联系清单中移除联系信息；在此期间内，成员可收到在终止前创造或编制的通讯。请参见&nbsp;<a href="https://www.opinionworld.cn/policies/privacy">Dynata 的隐私权政策</a>，了解关于 Dynata 如何在取消订阅、终止、退出请求后处理信息和数据的信息（&ldquo;<strong>Dynata 隐私权政策</strong>&rdquo;）。</p>
<p><br /><br /></p>
<h2>11. 链接</h2>
<p>&nbsp;</p>
<p>就您使用服务而言，您或许能够自动连接或连接至由第三方维护和／或运营的网站（&ldquo;<strong>第三方网站</strong>&rdquo;）。Dynata 概未核准任何第三方网站，也未核准凭借或通过任何第三方网站宣传、提供和／或出售的任何产品、服务和／或机遇，或者就任何第三方网站宣传、提供和／或出售的任何产品、服务和／或机遇（&ldquo;<strong>第三方信息</strong>&rdquo;）。Dynata 概未就第三方网站和／或第三方信息做出任何声明或保证。请仔细阅读适用于第三方网站和第三方信息的所有政策和条款。</p>
<p><br /><br /><br /></p>
<h2>12. 与 Dynata 通讯。</h2>
<p>&nbsp;</p>
<p>您以电子邮件或其他方式向 Dynata 提交或传送的所有通讯（不包括个人信息）和用户内容，应被视作非保密和非专有信息，除非您在提交或传送该通讯和用户内容前或提交或传送该通讯和用户内容的同时明确指明。您同意，Dynata 可出于任何法定理由使用任何该等通讯和用户内容。</p>
<p><br /><br /></p>
<h2>13. 隐私权</h2>
<p>&nbsp;</p>
<p>&nbsp;Dynata 严肃对待您的隐私权。如需了解有关 Dynata 隐私权实务的信息，请阅读<a href="https://www.opinionworld.cn/policies/privacy">Dynata 隐私权政策</a>。</p>
<p><br /><br /></p>
<h2>14. 免责声明</h2>
<p>&nbsp;</p>
<p>服务（包括所有基于或通过服务提供的信息、调查、内容、材料、评论和服务）均按&ldquo;现况&rdquo;提供。 Dynata 概未就任何基于或通过服务提供的信息、内容、材料、评论、调查、产品或服务（包括但不限于任何用户内容）做出任何类型的任何声明或保证。此外，Dynata 兹声明，其不提供任何及所有（无论明示或暗示）的保证，包括但不限于不侵权、适销性和适于特定用途的暗示保证。Dynata 概不保证服务中所含的工具、技术或功能，或者其中包含的任何内容、材料、评论、信息和／或服务将保持不间断或无错误，缺陷将被纠正，支持服务和提供服务的系统或服务器将得到纠正，或服务和／或支持服务的系统和／或服务器没有病毒或其他有害组件。Dynata 概不提供对互联网的访问或连接，并且不会及不应对干扰、限制、局限或妨碍访问、连接或使用服务的第三方的作为或不作为承担责任或法律责任。</p>
<p><br /><br /><br /></p>
<h2>15. 修改</h2>
<p>&nbsp;</p>
<p>Dynata 特此保留经 Dynata 全权酌情决定对本条款做出修改的权利。Dynata 希望您持续关注本条款。在修改需要或要求获得同意时，Dynata 将在修改前获得您的同意。对于不要求获得同意的修改，您继续使用、访问和／或参加服务，即构成您接受经修订的本条款。</p>
<p><br /><br /><br />&nbsp;</p>
<h2>16. 赔偿</h2>
<p>&nbsp;</p>
<p>您同意赔偿、保护，使 Dynata 及其母公司、附属公司、子公司、其各自的成员、经理、股东、董事、高级管理人员、员工和代理商免于遭受任何及全部索赔、债务、损失、审判、判决、罚款、罚金以及任何形式的费用和／或支出，包括但不限于直接或间接出自以下情况、由其引致，或由其引起的合理律师费用和诉讼费用：(i) 您违反或违犯本条款；和／或 (ii) 您使用、参加和／或访问服务。</p>
<p><br /><br /><br /></p>
<h2>17. 责任限制</h2>
<p>&nbsp;</p>
<p>除适用法律禁止者外，您确认并同意，在任何情况下 Dynata 均不会出于任何理由或任何因由就任何间接、附带、特殊、相应而生和／或惩罚性损害赔偿对您承担法律责任或其他责任，无论 Dynata 是否已获悉可能存在此等损害赔偿。<br /><br />因使用服务和／或本条款而起或与之相关的任何索赔或诉讼因由均必须在此等索赔或诉讼因由发生后一 (1) 年内提交。</p>
<p><br /><br /><br /></p>
<h2>18. 遵守适用法律</h2>
<p>&nbsp;</p>
<p>您确认并同意，您将遵守所有与您使用、参加和／或访问服务有关的适用国际、国家、联邦、州和／或本地法律、法令、法规、规则和／或要求（&ldquo;<strong>适用法律</strong>&rdquo;）。</p>
<p><br /><br /></p>
<h2>19. 暂停；终止；停用小组成员账户</h2>
<p>&nbsp;</p>
<p>任何一方可出于任何理由或无理由地（有理由或无理由）随时终止您的小组成员身份，且无需承担任何终止责任。<br /><br />除任何和所有其他有效补救措施外，Dynata 无需通知即可暂停和／或终止您使用、访问和／或参加服务，前提是您违反或违犯本条款。如果 Dynata 因您违反或违犯本条款终止您的成员身份：(i) 您将丧失您于所有未兑换奖励、激励和／或奖品中和／或与之相关的所有权利、所有权和权益，自终止之时生效；(ii) 您的成员身份将立即被取消；(iii) 您对服务的访问、参加和使用（包括但不限于调查项目）将立即停止。<br /><br />若非小组成员违反或以其他方式违犯本条款，则该非小组成员特此同意：(a) 所有未兑换奖励、激励和／或奖品（如有）中和／或与之相关的所有权利、所有权和权益将丧失，自终止之时生效；和 (b) 服务的访问、使用和参加将立即停止。<br /><br />此外，Dynata 将保留停用您的小组成员账户的权利：(a) 如果您的成员账户不保持活动状态（定义见本文）；(b) 如果 Dynata 就 Dynata 向您的电子邮件账户发送的电子邮件通讯收到硬退信或投递失败通知；或 (c) 如果 Dynata 就 Dynata 向您的电子邮件账户发送的电子邮件通讯收到三 (3) 次&ldquo;邮箱已满&rdquo;回复通知。就本条款而言，&ldquo;活动状态&rdquo;指您：(i) 至少每六 (6) 个月参与一次调查；或者 (ii) 至少每六 (6) 个月更新一次您的档案资料或成员信息。<br /><br />如果您或 Dynata 终止、停用您的小组成员账户（您违反或违犯本条款的情况除外），Dynata 应保留一份所发、未兑换的奖励、激励和／奖品之记录，并应允许您在终止或停用您的账户之日后的三十 (30) 天时期内兑换该等奖励、激励和／奖品。<br /><br /></p>
<h2>20. &nbsp;Dynata 员工</h2>
<p>&nbsp;</p>
<p>A. &nbsp;&nbsp; &nbsp;限制。Dynata 员工及其直系亲属（定义见本文）无资格就使用、参加或访问服务收取任何付款、奖品或激励。就第 20 节而言，&ldquo;<strong>直系亲属</strong>&rdquo;一词包括父母、配偶、子女或其他重要的人（即女友／男友、同居伴侣和等同配偶）。<br /><br />B.&nbsp;&nbsp;&nbsp;&nbsp;程序。Dynata 员工仅在收到他们各自经理的书面准许后及仅为改善 Dynata 产品和／或服务的唯一目的使用、访问或参加服务。在任何时候，Dynata 员工必须如实报告有关使用、访问或参加服务的准确信息。如果必须使用经更改、虚假或失实的信息或数据，必须事先取得 Dynata 首席执行官的同意和批准。<br /><br />C.&nbsp;&nbsp; &nbsp;不正当行为。除非根据本条款获授权或 Dynata 首席执行官另行书面批准，Dynata 员工和／或其直系亲属违反第 20 节条款，即属违反 Dynata 行为准则，且任何此等违反行为会使该员工遭受惩罚，包括但不限于终止雇佣。</p>
<p><br /><br /><br /></p>
<h2>21. 通知</h2>
<p>&nbsp;</p>
<p>A.&nbsp;&nbsp; &nbsp;您向 Dynata 发出的通知。除非本条款另有述明或适用法律要求，所有向 Dynata 发送或提交的通知应：(i) 准确填写适当的公司地址，并应被充分交付，如果：(a) 通过联邦快递、Express Mail 或其他国内或国际认可的次日快递服务交付（在此情况下通知将在发送后一 (1) 个工作日生效）；或 (b) 通过挂号信（收条交回，邮资预付）交付（在此情况下通知将在以邮件形式寄出后六 (6) 天生效）；或 (ii) 凭借电子邮件向针对相关小组的相关成员服务团队发送。<br /><br />B.&nbsp;&nbsp; &nbsp;Dynata 向您发出的通知。除适用法律另有要求外，您同意 Dynata 可通过下述方式向您提供通知：(i) 通过您向 Dynata 提供的电子邮件地址（在此情况下通知将在发送电子邮件日期后一 (1) 天生效，前提是 Dynata 未收到载有电子邮件交付延迟，电子邮件地址无效或电子邮件因其他原因而未能交付的错误消息）；(ii) 通过写有您向 Dynata 提供之地址的挂号信（收条交回，邮资预付）（在此情况下通知将在以邮件形式寄出后六 (6) 天生效）；或 (iii) 通过在相关网站上发布通知。您同意经常检查相关网站以查看通知，并保持您的个人信息切合目前情况。<br /><br />C.&nbsp;&nbsp; &nbsp;法律通知。关于本条款的所有问题和所有法律通知应依照本条款第 21.A. 节发送至：<br /><br />Dynata, LLC<br />关东店北街 1 号<br />6 Research Drive<br />Shelton, Connecticut 06484。<br />收件人：法律部门<br /><br />或通过电子邮件发送至：<a href="mailto:%20privacy@dynata.com">privacy@dynata.com</a><br /><br /></p>
<p>&nbsp;</p>
<h2>22. 可分割性</h2>
<p>&nbsp;</p>
<p>如任何具备司法管辖权的法院出于任何理由裁定或宣布本条款的任何条款或条文无效或不可强制执行，则该等条款或条文应被视作无效且不会影响本条款的应用和／或解释。本条款余下的条款或条文仍然完全有效，如同无效或不可强制执行的条款或条文并非本条款的一部分。</p>
<p><br /><br /><br /></p>
<h2>23.&nbsp; 管辖法律；管辖权和审判地</h2>
<p>&nbsp;</p>
<p>本条款和您对服务的访问、使用或参加受美国康乃狄克 (Connecticut) 州法律管辖，并应根据康乃狄克州法律进行解释，不涉及任何规定不同司法管辖法律的适用的法律选择原则的任何部分（不论它们属于康乃狄克州还是任何其他司法管辖区）。与本条款和／或您对服务的访问、使用或参加相关的所有索赔或争议均应受位于美国康乃狄克州费尔菲得县 (Fairfield County, Connecticut, USA) 的州或联邦法院专属管辖权管辖。</p>
<p><br /><br /><br /></p>
<h2>24. 其他条款</h2>
<p>&nbsp;</p>
<p>本条款所载的标题仅供参考，对本条款的解释和／或应用不构成影响。如您违反本条款，而 Dynata 未对您强制执行措施，不会豁免或解除您该等违反行为的责任，亦不会豁免、解除或妨碍 Dynata 对您的任何后续违反本条款的行为强制执行措施。本条款、本条款提述或纳入的任何规则、条款或政策，以及任何小组特定要求代表 Dynata 与您之间就本条款标的达成的完整谅解和协议。<br /><br />最近更新：2019年8月22日</p>`
},
  general: {
    title: `关于OpinionWorld集思网的问题`,
    content: 
      `
<table border="1" cellspacing="0" cellpadding="0" >
    <tbody>
        <tr>
            <td valign="bottom" >
                <p><b>我可以设立多个OpinionWorld集思网账户吗？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>每人限拥有一个会员账户——每个电子邮件限一人使用。同一个家庭中不同家庭成员需要使用不同的电子邮件地址进行注册。请注意：我们不准许或允许同一个家庭中有两（2）位以上成员同时注册我们会员。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>如何注销OpinionWorld集思网会员账户？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>如想要注销账户，可以登录“我的账户”，在我的账户下拉菜单中，点击“取消账户”。此后，删除您的个人信息可能需要两天时间，在此期间您可能仍会收到问卷邀请，届时请直接忽略即可。请注意，注销账户后您未使用的积分将作废，因此请您在注销账户前兑换积分。账户间不能进行积分转让。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>如果我离开目前所在国家，是否需要通知你？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>如果您是永久性移居，请注销您的会员账户，方法如下：登录我的账户在下拉菜单中点击“取消账户“即可注销您的账户。请在注销前，先兑换未使用的积分，因为一旦您注销账户，所有积分将作废。如果您是去度假，则不作此要求。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>如何变更我的密码？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>登录您的账户，在我的账户的下拉菜单中点击“个人资料”. 点击“更改密码”按钮，修改您的密码。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>如何修改我的地址？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>请登录我的账户，在下拉菜单中选择”个人资料“，点击”修改地址“即可。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>我的家人和朋友怎样加入OpinionWorld集思网？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>如要加入，他们可以登录OpinionWorld集思网网站并点击页面右侧的“立即注册”链接。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>为什么我需要填写个人资料？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>个人资料的一组问题是为允许我们更多的了解您，您的喜好，购买和日常习惯。然后，我们评估这些信息，并确定您的调查资格。主题各不相同，包括有关职业，电子，家居，旅游，美容和更普遍的问题。然而，我们不能保证您在每份问卷的参与，完成所有个人资料的填写可影响您对每份问卷的参与资格。</p>
            </td>
        </tr>
    </tbody>
</table>
`},
  account: {
    title: `艾斯艾国际市场调查咨询（北京）有限公司 条款与准则`,
    content: ``,
  },
  surveys: {
    title: `关于问卷的问题`,
    content:
        `
<table border="1" cellspacing="0" cellpadding="0" >
    <tbody>
        <tr>
            <td valign="bottom" >
                <p><b>为什么进行问卷调查？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>企业、政府、公共机构和类似组织想要了解其产品和服务使用者的看法和态度。他们对顾客和潜在顾客以及市民和消费者的想法了解越多，就越容易改善和调整所供应的产品和服务。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>每隔多长时间会邀请我参与一项问卷调查？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>我们发送问卷调查邀请并没有固定频率，因为我们的每个问卷项目都是专门定制且围绕用户的调研目标而设立，很难说哪位会员什么时间会收到邀请。根据您的个人信息，我们每隔一段时间会邀请您参与某个问卷项目，可能每月一次或以上，也可能不到每月一次。因此，请您尽可能及时更新个人信息。 请注意有些防火墙可能会让您收不到我们的问卷邀请。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>参与问卷我可以得到什么？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>当您每一次完成带有积分的问卷，（还记得关于个人资料问卷吗?那不属于带有积分奖励的问卷）当您的积分达到最小奖励兑换值后，您可用您的积分在现有的奖励选项中进行兑换。除了获得积分，你也可以得到一次参与我们季度抽奖的机会。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>如果我没能完成受邀参与的某一项问卷调查 ，是否会受到处罚？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>您不会因为没有完成问卷调查而受到任何处罚。对于邀请您参与的问卷调查，不限您完成与否。但您完成的问卷越多，获得的积分就越多。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>我接到的问卷调查邀请似乎不多，这是为什么？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>可能有两个原因：首先，您可以登录OpinionWorld集思网网站，进入“我的账户”，确认您的邮件地址正确（如含有标点，也请确认无误）。否则，您就无法收到我们发出的邀请（注：有些防火墙也会阻碍邀请邮件的送达）。此外，我们的每项问卷调查都是专门设计的，随机向最可能符合条件的部分会员发出。如果您选择不回答个人资料中提到的一些问题，就可能会降低您收到问卷邀请的机会。为了有尽可能多的机会参与问卷调查，我们建议您尽量经常更新资料。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>我点击了“开始”按钮但什么也看不到，这是为什么？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>我们的大部分问卷调查使用弹出窗口打开。问卷调查有可能已在背景中打开，请检查您已打开的所有浏览器窗口，看看是否加载于其中某个窗口。但是，如果您的电脑上装有弹出窗口拦截类的软件，那么可能会干扰OpinionWorld集思网网站的相关功能。如果在点击“开始”按钮后，网站没有响应，请进入您拦截软件的用户设置，将OpinionWorld集思网网站添加到您接受其弹出浏览器窗口的网站列表中。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>我点击了“开始”按钮，但是被告知已经完成了问卷调查，这是为什么？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>如果您在进入问卷调查时看到这一信息，那么很可能您已经完成了这项问卷调查。这可能是最初的邀请邮件，或是提醒邮件。要浏览您已获邀参与以及已经参与的问卷调查状态，您可以登录OpinionWorld集思网网站，访问“我的账户”版块中的“问卷记录”页面。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>问卷调查链接打不开。我应该怎么办？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>1. 在大部分电子邮件程序中，如果某一段文本以“http”开始，则自动形成一个链接。因此如果您在线并点击该链接，就应该可以直接进入问卷调查。如果您没有处于在线状态则不能直接进入。如果您处于在线状态但是点击链接仍无法进入问卷调查，可以尝试将链接复制并粘贴到浏览器地址栏中。<br />
                    <br />
                    2. 可能有许多人正在同时进行问卷调查，造成服务器暂时过载。您可以稍后再试。<br />
                    <br />
                    3. 可能您浏览器设置中 JavaScript 被关闭，在这种情况下问卷调查无法执行。查看您浏览器的 Internet 选项，作出必要改动。<br />
                    <br />
                    4. 我们的大部分问卷调查在Internet Explorer上进行测试，如果您使用其他浏览器则有可能出现问题。请尝试在Internet Explorer浏览器中打开问卷调查。
                </p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>我不在时，可以让其他人代为完成问卷调查吗？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>很抱歉，您以本人身份在OpinionWorld集思网小组注册后，只有您自己才可以完成问卷调查。我们欢迎您的家人和朋友加入OpinionWorld集思网网站。请注意每名小组成员都需要一个不同的电子邮件地址，因为我们的质量控制机制不允许多名小组成员以同一个电子邮件地址进行注册。此外，所有注册均需经过我们严格的数据质量控制。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>如果我认为答案没有成功发送应该怎么办？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>您点击每一项答案后即马上存储。我们只能使用全部完成的问卷调查的结果，当您进行到最后页面，看到问卷调查已完成的消息时您就会知道调查问卷已经完成。出现这一消息即表明您的答案已经成功发送。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>问卷调查一般需要多长时间完成？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>各项问卷调查的问题数量不同。在保证获得高质量调查结果的前提下，我们尽量使问卷调查篇幅简短。一般来说，完成一项问卷调查需要约 10 到 15 分钟。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>你们是否能够将调查问卷邮寄给我，或是通过电话进行调查？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>很遗憾，您不能通过其他方式参与这些在线问卷调查，您需要在线完成。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>要完成这些问卷调查，我需要在电脑上安装更多的软件吗？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>我们的部分问卷调查需要使用 Macromedia Flash Player 播放器。您可以用短短 2-3 分钟从这里下载，或者访问 http://www.macromedia.com 网站点击“下载 Flash Player”链接。虽然这不是强制要求，但如果您预先下载 Flash Player，在参与需要这一播放器的问卷时就可以省去这一步。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>当我在平板电脑/智能手机遇到错误信息时，如何可以在我的桌面上成功完成？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>这是我们正在努力改进的，因为不是所有的问卷调查都能与平板电脑/智能手机兼容。有一些问卷调查，将可以很好的在您的移动设备参与，但我们不能保证我们网站中全部功能在您的移动设备中使用。敬请关于今年的改善与变化。</p>
            </td>
        </tr>
    </tbody>
</table>
`},
  redeem: {
    title: `关于奖励的问题`,
    content:
        `
<table border="1" cellspacing="0" cellpadding="0" >
    <tbody>
        <tr>
            <td valign="bottom" >
                <p><b>一分的价值是多少？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>虽然我们无法给予您积分的精确价值，但请理解我们的奖励团队正在不断的提高与改善我们的奖励产品，并确保您得到最好的体验。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>我怎样查看所获得的积分总数？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>在OpinionWorld集思网 网站的“我的帐户”版块，您可以看到获得的积分总数。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>我的帐户余额很少，这是为什么？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>您帐户中的积分是完成了带有积分奖励的问卷项目而积累起来的。单个问卷项目的积分奖励值在问卷邀请信中都有标明。如果您认为帐户积分有出入，请向帮助台提交相关问卷调查的项目编号。这样我们就可以查看您的奖励记录并奖励您相应的积分，以便您进行兑换。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>我的积分会不会过期？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>您的积分不会过期。只有当您将积分兑换为某一奖品后，您的积分余额才会减少。但是，如果您选择离开OpinionWorld集思网，您的积分也将随之作废。建议您注销账户之前兑换所有剩余积分。（进入会员专区的“我的帐户”页面查看您所有的积分交易。）</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>如何进行奖励兑换？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>关于积分兑换，只需登录您的账户并进入奖励页面，您将看到我们的奖励选项。您只需点击具体的按键即可找到所有奖励的相关信息，并确认您的选择。如您有任何问题，请点击页面右上方的选项，提交您的问题，我们的服务中心将很乐意协助您。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>每日最多兑换积分是多少？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>24小时内最多可兑换5000积分。超出5000积分的奖励兑换，必须等待24小时后才可再次提交。在未超出兑换积分限额内，您可自行选择所有奖励兑换种类。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>什么时候能收到我的购物券/礼券？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>纸质购物券将在订购后 10 个工作日内派发。通常 您会在 48 小时内通过电子邮件收到电子代金卷，但请最多允许用 10 个工作日来交付电子代金卷。请确保查看您的垃圾邮件过滤器以及您的安全列表。如果您在上述时间范围内没有收到购物券，请填写下面的联络表格通知我们。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>代码会过期吗？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>是的，每个代码的有效期均为自发出之日起 12 个月。要查看代码有效日期，您可以点击“我的兑换记录”中的这一代码，或者点击您奖励代码邮件中包含的链接。</p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" ></td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p><b>如果我改变主意，可以取消订单吗？</b></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" >
                <p>不可以，一旦下了订单就不能更改或撤销了。因此，敬请您在下订单之前确认所有相关信息。</p>
            </td>
        </tr>
    </tbody>
</table>
`},
  policy: {
      title: `关于保护隐私的问题`,
      content:
        `<table border="1" cellspacing="0" cellpadding="0" > 
<tbody>
<tr>
<td valign="bottom" ><p><b>如果我成为OpinionWorld集思网的会员，会不会收到其他产品和服务的广告邮件？</b></p></td>
</tr>

<tr>
<td valign="bottom" ><p>不会。我们绝不出售或透露会员信息，而且我们网站不做广告。我们也不会向您推销某产品或服务，而使用我们服务产品的公司无法获取您的个人信息。</p></td>
</tr>

<tr>
<td valign="bottom" ></td>
</tr>

<tr>
<td valign="bottom" ><p><b>如果有隐私顾虑，我该跟谁讨论？</b></p></td>
</tr>

<tr>
<td valign="bottom" ><p>包括本页在内的OpinionWorld集思网网站大部分页面底部均提供我们的隐私政策链接。请浏览我们的 隐私政策 查找联络信息。</p></td>
</tr>

<tr>
<td valign="bottom" ></td>
</tr>

<tr>
<td valign="bottom" ><p><b>你们为什么需要我的个人信息？</b></p></td>
</tr>

<tr>
<td valign="bottom" ><p>有了您的个人信息，我们才能更有针对性地为您发送问卷邀请，您的个人信息有助于SSI更好地解读问卷调查结果，并且当您的会籍或问卷参与遇到任何问题时，我们能及时联系到您。请查阅我们的隐私政策 了解更多信息。</p></td>
</tr>

<tr>
<td valign="bottom" ></td>
</tr>

<tr>
<td valign="bottom" ><p><b>我并没有提交申请，为什么收到一封注册邮件邀我加入OpinionWorld集思网？</b></p></td>
</tr>

<tr>
<td valign="bottom" ><p>可能有人在注册OpinionWorld集思网时输入错误，无意间提交了您的邮箱地址。也可能是有人未经您许可使用了您的邮箱地址。如果您不想加入，请直接忽略这封注册邮件及后面的一封提醒邮件。您的个人信息将不会被添加到我们的会员列表中，我们也不会再与您联络。如果您还是不断收到注册邮件，请点击邮件中的相关链接联系帮助台以便及时获得帮助。</p></td>
</tr>

<tr>
<td valign="bottom" ></td>
</tr>

<tr>
<td valign="bottom" ><p><b>什么是Cookie通知?</b></p></td>
</tr>

<tr>
<td valign="bottom" ><p>我们的网站使用第一与第三方cookies和其他技术为网站进行服务，这样可以使我们记得您的参与，还可对欺骗进行识别和预防。如您想了解更多，请您浏览网页的隐私权政策。</p></td>
</tr>

</tbody>
</table>
`},
}

module.exports = legal; 